
/* Class = "NSButtonCell"; title = "Yes, I accept these risks"; ObjectID = "EzI-6V-u2P"; */
"EzI-6V-u2P.title" = "Ja, ik aanvaard deze risico’s";

/* Class = "NSTextFieldCell"; title = "Apple makes significant changes to macOS in every upgrade. To continue providing reliable and safe backups, we must modify and test CCC against new OS releases to accommodate changes in the operating system and the filesystem. This is not a trivial procedure, we spend weeks performing hundreds of tests against the new OS.\n\nIf you continue to use this version of CCC on this OS, your backups could be incomplete, non-functional, unreliable, or, at worst, an OS change could cause CCC to work in an unpredictable manner. \n\nCCC has the privilege and capacity to DELETE data. While we do not anticipate that future OS changes would lead CCC to cause harm to your system or data, it is impossible for us to predict that. If you continue to use this untested version of CCC on this new OS, are you willing to accept these potential risks to your data?"; ObjectID = "PTM-A4-tAM"; */
"PTM-A4-tAM.title" = "Apple maakt bij elke upgrade belangrijke wijzigingen aan macOS. Om verder betrouwbare en veilige reservekopieën te kunnen maken, moeten we CCC aanpassen en testen op releases van nieuwe besturingssystemen om zo de compatibiliteit met de wijzigingen aan het besturingssysteem en het bestandssysteem te verzekeren. Dit is een specifieke procedure waarbij we wekenlang honderden testen uitvoeren op het nieuwe besturingssysteem.\n\nAls u deze versie van CCC op dit besturingssysteem blijft gebruiken, zijn uw reservekopieën mogelijk onvolledig, niet-functioneel of onbetrouwbaar. In het ergste geval kan een wijziging aan het besturingssysteem ervoor zorgen dat CCC op een onvoorspelbare manier gaat werken. \n\nCCC beschikt over de bevoegdheden om gegevens te VERWIJDEREN. Hoewel we niet denken dat nieuwe wijzigingen aan het besturingssysteem ervoor zullen zorgen dat CCC schade toebrengt aan uw systeem of gegevens, kunnen we het ook niet uitsluiten. Mocht u deze niet-geteste versie van CCC blijven gebruiken op dit nieuwe besturingssysteem, aanvaardt u dan de mogelijke risico’s voor uw gegevens?";

/* Class = "NSButtonCell"; title = "No, show me the update options"; ObjectID = "zs0-Dc-0nt"; */
"zs0-Dc-0nt.title" = "Nee, toon me de update-opties";
